class AppDataConstant {
  // ChatGPTに送るアプリの概要
  static const String appDescription = '''
      Unicornは、医療AIアシスタントのChatGPTを利用した医療情報提供アプリです。
      画面構成は「ホーム」「検診」「チャット」「プロフィール」の4つのタブから構成されています。
      ・ホームタブでは、病院からの新着おしらせの情報やプロフィールタブで登録したMyおくすりの情報を見ることができます。
      ・検診タブでは、「通常検診機能」と「AI検診機能」に分かれていて通常検診はいくつかの質問に答えることで、身体の状態を確認・記録することができます。AI検診では体の不調をマイクに向かって喋るだけで自動で診断を行います。
      ・チャットタブでは、「医師チャット機能」と「AIチャット機能」に分かれていて医師チャットでは医師検索や医師との通話予約ができ、AIチャットではアプリの使い方や病気に関する質問をAIアシスタントに聞くことができます。
      ・プロフィールタブでは、ユーザー情報の閲覧や編集ができます。家族メールの登録やMyおくすりの登録もここから行うことができます。通知設定などのアプリ設定もここから行うことができます。

      ''';
}
